Repository: mikail-yurt-plak/refocus
Catalog: Sources/ReFocus/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, uk, vi, zh_hans, zh_hant

# method.choose_title
source: Metod Seç
ar: اختر الطريقة
de: Methode wählen
en: Choose Method
es: Elegir método
fr: Choisir la méthode
hi: तरीका चुनें
id: Pilih metode
it: Scegli metodo
ja: メソッドを選択
ko: 방법 선택
nl: Methode kiezen
pl: Wybierz metodę
pt: Escolher método
ru: Выбрать метод
th: เลือกวิธี
uk: Вибрати метод
vi: Chọn phương pháp
zh_hans: 选择方法
zh_hant: 選擇方法

# onboarding.add_later_note
source: Daha sonra kendi alanlarını da ekleyebilirsin.
ar: يمكنك إضافة سياقاتك الخاصة لاحقاً.
de: Du kannst später eigene Kontexte hinzufügen.
en: You can add your own contexts later.
es: Puedes añadir tus propios contextos más tarde.
fr: Vous pourrez ajouter vos propres contextes plus tard.
hi: आप बाद में अपने स्वयं के संदर्भ जोड़ सकते हैं।
id: Kamu bisa menambahkan konteksmu sendiri nanti.
it: Puoi aggiungere i tuoi contesti in seguito.
ja: 後で独自のコンテキストを追加できます。
ko: 나중에 자신만의 컨텍스트를 추가할 수 있습니다.
nl: Je kunt later je eigen contexten toevoegen.
pl: Możesz później dodać własne konteksty.
pt: Você pode adicionar seus próprios contextos depois.
ru: Вы можете добавить свои контексты позже.
th: คุณสามารถเพิ่มบริบทของคุณเองได้ในภายหลัง
uk: Ви можете додати власні контексти пізніше.
vi: Bạn có thể thêm ngữ cảnh của riêng mình sau.
zh_hans: 之后你可以添加自己的场景。
zh_hant: 之後你可以添加自己的場景。

# onboarding.context_description
source: Seanslarına anlam katmak için çalışma alanlarını seçebilirsin. Bu tamamen opsiyonel.
ar: يمكنك اختيار سياقات العمل لإضافة معنى لجلساتك. هذا اختياري تماماً.
de: Du kannst Arbeitskontexte wählen, um deinen Sitzungen Bedeutung zu geben. Das ist völlig optional.
en: You can choose work contexts to add meaning to your sessions. This is completely optional.
es: Puedes elegir contextos de trabajo para dar sentido a tus sesiones. Esto es completamente opcional.
fr: Vous pouvez choisir des contextes de travail pour donner du sens à vos sessions. C'est complètement optionnel.
hi: आप अपने सत्रों में अर्थ जोड़ने के लिए कार्य संदर्भ चुन सकते हैं। यह पूरी तरह से वैकल्पिक है।
id: Kamu bisa memilih konteks kerja untuk memberi makna pada sesimu. Ini sepenuhnya opsional.
it: Puoi scegliere contesti di lavoro per dare significato alle tue sessioni. Questo è completamente opzionale.
ja: セッションに意味を持たせるために作業コンテキストを選べます。 これは完全にオプションです。
ko: 세션에 의미를 더하기 위해 작업 컨텍스트를 선택할 수 있습니다. 이것은 완전히 선택 사항입니다.
nl: Je kunt werkcontexten kiezen om betekenis te geven aan je sessies. Dit is volledig optioneel.
pl: Możesz wybrać konteksty pracy, aby nadać znaczenie swoim sesjom. To całkowicie opcjonalne.
pt: Você pode escolher contextos de trabalho para dar significado às suas sessões. Isso é completamente opcional.
ru: Вы можете выбрать рабочие контексты, чтобы придать смысл своим сессиям. Это совершенно необязательно.
th: คุณสามารถเลือกบริบทการทำงานเพื่อเพิ่มความหมายให้กับเซสชันของคุณ นี่เป็นตัวเลือก
uk: Ви можете вибрати робочі контексти, щоб надати сенс своїм сесіям. Це повністю необов'язково.
vi: Bạn có thể chọn ngữ cảnh công việc để thêm ý nghĩa cho các phiên. Điều này hoàn toàn tùy chọn.
zh_hans: 你可以选择工作场景来为专注时段增添意义。 这完全是可选的。
zh_hant: 你可以選擇工作場景來為專注時段增添意義。 這完全是可選的。

# onboarding.lets_start
source: Hadi Başlayalım!
ar: هيا نبدأ!
de: Los geht's!
en: Let's Start!
es: ¡Empecemos!
fr: Commençons !
hi: चलो शुरू करें!
id: Ayo Mulai!
it: Iniziamo!
ja: 始めましょう！
ko: 시작하기!
nl: Laten we beginnen!
pl: Zaczynajmy!
pt: Vamos Começar!
ru: Начнём!
th: เริ่มกันเลย!
uk: Почнімо!
vi: Bắt đầu nào!
zh_hans: 开始吧！
zh_hant: 開始吧！

# onboarding.option.continuing
source: Sürdürmek
ar: المواصلة
de: Weitermachen
en: Continuing
es: Continuar
fr: Continuer
hi: जारी रखना
id: Melanjutkan
it: Continuare
ja: 続けること
ko: 계속하기
nl: Doorgaan
pl: Kontynuowanie
pt: Continuar
ru: Продолжать
th: ดำเนินต่อ
uk: Продовжувати
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# onboarding.option.creative
source: Yaratıcı
ar: مبدع
de: Kreativer
en: Creative
es: Creativo
fr: Créatif
hi: रचनात्मक
id: Kreatif
it: Creativo
ja: クリエイター
ko: 크리에이터
nl: Creatief
pl: Kreatywny
pt: Criativo
ru: Творческий работник
th: ครีเอทีฟ
uk: Творчий працівник
vi: Sáng tạo
zh_hans: 创意工作者
zh_hant: 創意工作者

# onboarding.option.finishing
source: Bitirmek
ar: الإنهاء
de: Beenden
en: Finishing
es: Terminar
fr: Terminer
hi: समाप्त करना
id: Menyelesaikan
it: Finire
ja: 終わらせること
ko: 끝내기
nl: Afronden
pl: Kończenie
pt: Terminar
ru: Завершать
th: เสร็จสิ้น
uk: Завершувати
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# onboarding.option.knowledge_worker
source: Bilgi Çalışanı
ar: عامل معرفي
de: Wissensarbeiter
en: Knowledge Worker
es: Trabajador del conocimiento
fr: Travailleur intellectuel
hi: ज्ञान कार्यकर्ता
id: Pekerja pengetahuan
it: Lavoratore della conoscenza
ja: 知識労働者
ko: 지식 노동자
nl: Kenniswerker
pl: Pracownik wiedzy
pt: Trabalhador do conhecimento
ru: Интеллектуальный работник
th: พนักงานความรู้
uk: Інтелектуальний працівник
vi: Nhân viên tri thức
zh_hans: 知识工作者
zh_hant: 知識工作者

# onboarding.option.manager
source: Yönetici
ar: مدير
de: Manager
en: Manager
es: Gerente
fr: Manager
hi: प्रबंधक
id: Manajer
it: Manager
ja: マネージャー
ko: 매니저
nl: Manager
pl: Menedżer
pt: Gerente
ru: Менеджер
th: ผู้จัดการ
uk: Менеджер
vi: Quản lý
zh_hans: 管理者
zh_hant: 管理者

# onboarding.option.rarely
source: Nadiren
ar: نادراً
de: Selten
en: Rarely
es: Raramente
fr: Rarement
hi: शायद ही कभी
id: Jarang
it: Raramente
ja: めったに
ko: 거의 안 함
nl: Zelden
pl: Rzadko
pt: Raramente
ru: Редко
th: แทบไม่
uk: Рідко
vi: Hiếm khi
zh_hans: 很少
zh_hant: 很少

# onboarding.option.sometimes
source: Bazen
ar: أحياناً
de: Manchmal
en: Sometimes
es: A veces
fr: Parfois
hi: कभी-कभी
id: Kadang-kadang
it: A volte
ja: 時々
ko: 가끔
nl: Soms
pl: Czasami
pt: Às vezes
ru: Иногда
th: บางครั้ง
uk: Іноді
vi: Thỉnh thoảng
zh_hans: 有时
zh_hant: 有時

# onboarding.option.starting
source: Başlamak
ar: البدء
de: Anfangen
en: Starting
es: Empezar
fr: Commencer
hi: शुरू करना
id: Memulai
it: Iniziare
ja: 始めること
ko: 시작하기
nl: Beginnen
pl: Zaczynanie
pt: Começar
ru: Начать
th: เริ่มต้น
uk: Починати
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# onboarding.option.struggle_long
source: 40+ dakika
ar: 40+ دقيقة
de: 40+ Minuten
en: 40+ minutes
es: 40+ minutos
fr: 40+ minutes
hi: 40+ मिनट
id: 40+ menit
it: 40+ minuti
ja: 40分以上
ko: 40분 이상
nl: 40+ minuten
pl: 40+ minut
pt: 40+ minutos
ru: 40+ минут
th: 40+ นาที
uk: 40+ хвилин
vi: 40+ phút
zh_hans: 40+分钟
zh_hant: 40+分鐘

# onboarding.option.struggle_medium
source: 20–30 dakika
ar: 20-30 دقيقة
de: 20-30 Minuten
en: 20–30 minutes
es: 20-30 minutos
fr: 20-30 minutes
hi: 20-30 मिनट
id: 20-30 menit
it: 20-30 minuti
ja: 20-30分
ko: 20-30분
nl: 20-30 minuten
pl: 20-30 minut
pt: 20-30 minutos
ru: 20-30 минут
th: 20-30 นาที
uk: 20-30 хвилин
vi: 20-30 phút
zh_hans: 20-30分钟
zh_hant: 20-30分鐘

# onboarding.option.struggle_short
source: 10–15 dakika
ar: 10-15 دقيقة
de: 10-15 Minuten
en: 10–15 minutes
es: 10-15 minutos
fr: 10-15 minutes
hi: 10-15 मिनट
id: 10-15 menit
it: 10-15 minuti
ja: 10-15分
ko: 10-15분
nl: 10-15 minuten
pl: 10-15 minut
pt: 10-15 minutos
ru: 10-15 минут
th: 10-15 นาที
uk: 10-15 хвилин
vi: 10-15 phút
zh_hans: 10-15分钟
zh_hant: 10-15分鐘

# onboarding.option.student
source: Öğrenci
ar: طالب
de: Student
en: Student
es: Estudiante
fr: Étudiant
hi: छात्र
id: Pelajar
it: Studente
ja: 学生
ko: 학생
nl: Student
pl: Student
pt: Estudante
ru: Студент
th: นักเรียน
uk: Студент
vi: Học sinh
zh_hans: 学生
zh_hant: 學生

# onboarding.option.very_often
source: Çok sık
ar: كثيراً جداً
de: Sehr oft
en: Very often
es: Muy frecuentemente
fr: Très souvent
hi: बहुत बार
id: Sangat sering
it: Molto spesso
ja: とても頻繁に
ko: 매우 자주
nl: Zeer vaak
pl: Bardzo często
pt: Muito frequentemente
ru: Очень часто
th: บ่อยมาก
uk: Дуже часто
vi: Rất thường xuyên
zh_hans: 非常频繁
zh_hant: 非常頻繁

# onboarding.profile.deep_focus
source: Derin Odaklı
ar: تركيز عميق
de: Tiefer Fokus
en: Deep Focus
es: Enfoque Profundo
fr: Focus Profond
hi: गहन फोकस
id: Fokus Mendalam
it: Focus Profondo
ja: ディープ集中
ko: 깊은 집중
nl: Diepe Focus
pl: Głęboka koncentracja
pt: Foco Profundo
ru: Глубокий фокус
th: โฟกัสลึก
uk: Глибокий фокус
vi: Tập trung sâu
zh_hans: 深度专注
zh_hant: 深度專注

# onboarding.profile.first_session_suggestion
source: İlk seansın için öneri:
ar: اقتراح لجلستك الأولى:
de: Vorschlag für deine erste Sitzung:
en: Suggestion for your first session:
es: Sugerencia para tu primera sesión:
fr: Suggestion pour votre première session :
hi: आपके पहले सत्र के लिए सुझाव:
id: Saran untuk sesi pertamamu:
it: Suggerimento per la tua prima sessione:
ja: 最初のセッションの提案：
ko: 첫 번째 세션 제안:
nl: Suggestie voor je eerste sessie:
pl: Sugestia na pierwszą sesję:
pt: Sugestão para sua primeira sessão:
ru: Предложение для первой сессии:
th: คำแนะนำสำหรับเซสชันแรกของคุณ:
uk: Пропозиція для першої сесії:
vi: Đề xuất cho phiên đầu tiên:
zh_hans: 第一个专注时段的建议：
zh_hant: 第一個專注時段的建議：

# onboarding.profile.improvement_note
source: Kullanımına göre önerilerimizi sürekli iyileştireceğiz.
ar: سنحسن توصياتنا باستمرار بناءً على استخدامك.
de: Wir werden unsere Empfehlungen basierend auf deiner Nutzung kontinuierlich verbessern.
en: We'll continuously improve our recommendations based on your usage.
es: Mejoraremos continuamente nuestras recomendaciones según tu uso.
fr: Nous améliorerons continuellement nos recommandations selon votre utilisation.
hi: हम आपके उपयोग के आधार पर अपनी सिफारिशों में सुधार करते रहेंगे।
id: Kami akan terus meningkatkan rekomendasi kami berdasarkan penggunaanmu.
it: Miglioreremo continuamente i nostri consigli in base al tuo utilizzo.
ja: 使用状況に基づいて 推奨を継続的に改善します。
ko: 사용 패턴에 따라 추천을 지속적으로 개선하겠습니다.
nl: We zullen onze aanbevelingen continu verbeteren op basis van je gebruik.
pl: Będziemy stale ulepszać nasze rekomendacje na podstawie twojego użycia.
pt: Vamos melhorar continuamente nossas recomendações com base no seu uso.
ru: Мы будем постоянно улучшать наши рекомендации на основе вашего использования.
th: เราจะปรับปรุงคำแนะนำ อย่างต่อเนื่องตามการใช้งานของคุณ
uk: Ми постійно покращуватимемо наші рекомендації на основі вашого використання.
vi: Chúng tôi sẽ liên tục cải thiện đề xuất dựa trên cách bạn sử dụng.
zh_hans: 我们会根据你的使用情况 不断改进我们的建议。
zh_hant: 我們會根據你的使用情況 不斷改進我們的建議。

# onboarding.profile.medium_focus
source: Orta Odaklı
ar: تركيز متوسط
de: Mittlerer Fokus
en: Medium Focus
es: Enfoque Medio
fr: Focus Moyen
hi: मध्यम फोकस
id: Fokus Menengah
it: Focus Medio
ja: 中時間集中
ko: 중간 집중
nl: Gemiddelde Focus
pl: Średnia koncentracja
pt: Foco Médio
ru: Средний фокус
th: โฟกัสปานกลาง
uk: Середній фокус
vi: Tập trung trung bình
zh_hans: 中期专注
zh_hant: 中期專注

# onboarding.profile.short_focus
source: Kısa Odaklı
ar: تركيز قصير
de: Kurzer Fokus
en: Short Focus
es: Enfoque Corto
fr: Focus Court
hi: लघु फोकस
id: Fokus Pendek
it: Focus Breve
ja: 短時間集中
ko: 짧은 집중
nl: Korte Focus
pl: Krótka koncentracja
pt: Foco Curto
ru: Короткий фокус
th: โฟกัสสั้น
uk: Короткий фокус
vi: Tập trung ngắn
zh_hans: 短期专注
zh_hant: 短期專注

# onboarding.profile.your_profile
source: Senin Profilin
ar: ملفك الشخصي
de: Dein Profil
en: Your Profile
es: Tu Perfil
fr: Votre Profil
hi: आपकी प्रोफाइल
id: Profilmu
it: Il tuo Profilo
ja: あなたのプロフィール
ko: 당신의 프로필
nl: Jouw Profiel
pl: Twój Profil
pt: Seu Perfil
ru: Ваш профиль
th: โปรไฟล์ของคุณ
uk: Ваш профіль
vi: Hồ sơ của bạn
zh_hans: 你的档案
zh_hant: 你的檔案

# onboarding.question.hardest_part
source: En zor olan hangisi?
ar: ما هو الجزء الأصعب؟
de: Was ist am schwierigsten?
en: What's the hardest part?
es: ¿Qué es lo más difícil?
fr: Quelle est la partie la plus difficile ?
hi: सबसे कठिन क्या है?
id: Apa yang paling sulit?
it: Qual è la parte più difficile?
ja: 最も難しいのは何ですか？
ko: 가장 어려운 것은 무엇인가요?
nl: Wat is het moeilijkst?
pl: Co jest najtrudniejsze?
pt: Qual é a parte mais difícil?
ru: Что самое сложное?
th: อะไรที่ยากที่สุด?
uk: Що найважче?
vi: Phần khó nhất là gì?
zh_hans: 最难的是什么？
zh_hant: 最難的是什麼？

# onboarding.question.phone_frequency
source: Çalışırken telefona bakma dürtüsü ne sıklıkta gelir?
ar: كم مرة تشعر بالرغبة في التحقق من هاتفك أثناء العمل؟
de: Wie oft verspürst du den Drang, dein Handy zu überprüfen?
en: How often do you feel the urge to check your phone while working?
es: ¿Con qué frecuencia sientes la necesidad de revisar tu teléfono mientras trabajas?
fr: À quelle fréquence ressentez-vous le besoin de vérifier votre téléphone ?
hi: काम करते समय फोन देखने की इच्छा कितनी बार होती है?
id: Seberapa sering kamu ingin melihat ponsel saat bekerja?
it: Quanto spesso senti il bisogno di controllare il telefono mentre lavori?
ja: 作業中にスマホを見たくなることはどれくらいありますか？
ko: 작업 중 핸드폰을 확인하고 싶은 충동이 얼마나 자주 드나요?
nl: Hoe vaak voel je de neiging om je telefoon te checken tijdens het werken?
pl: Jak często odczuwasz potrzebę sprawdzenia telefonu podczas pracy?
pt: Com que frequência você sente vontade de verificar o celular enquanto trabalha?
ru: Как часто вы чувствуете желание проверить телефон во время работы?
th: คุณรู้สึกอยากเช็คมือถือบ่อยแค่ไหนขณะทำงาน?
uk: Як часто ви відчуваєте бажання перевірити телефон під час роботи?
vi: Bạn có hay muốn kiểm tra điện thoại khi làm việc không?
zh_hans: 工作时你多久会想看一次手机？
zh_hant: 工作時你多久會想看一次手機？

# onboarding.question.struggle_time
source: Bir işe başladıktan sonra ne zaman zorlanırsın?
ar: متى تواجه صعوبة بعد بدء مهمة؟
de: Wann fällt es dir schwer, nachdem du eine Aufgabe begonnen hast?
en: When do you struggle after starting a task?
es: ¿Cuándo te cuesta después de empezar una tarea?
fr: Quand avez-vous du mal après avoir commencé une tâche ?
hi: कार्य शुरू करने के बाद कब कठिनाई होती है?
id: Kapan kamu merasa kesulitan setelah memulai tugas?
it: Quando hai difficoltà dopo aver iniziato un compito?
ja: タスク開始後、いつ頃困難を感じますか？
ko: 작업을 시작한 후 언제 어려움을 느끼나요?
nl: Wanneer heb je moeite nadat je een taak bent begonnen?
pl: Kiedy masz trudności po rozpoczęciu zadania?
pt: Quando você tem dificuldade depois de começar uma tarefa?
ru: Когда вам становится трудно после начала задачи?
th: คุณรู้สึกยากลำบากเมื่อไหร่หลังเริ่มงาน?
uk: Коли вам стає важко після початку завдання?
vi: Bạn gặp khó khăn khi nào sau khi bắt đầu công việc?
zh_hans: 开始任务后什么时候会感到困难？
zh_hant: 開始任務後什麼時候會感到困難？

# onboarding.question.work_context
source: Genellikle ne üzerinde çalışıyorsun?
ar: ما الذي تعمل عليه عادة؟
de: Woran arbeitest du normalerweise?
en: What do you usually work on?
es: ¿En qué sueles trabajar?
fr: Sur quoi travaillez-vous habituellement ?
hi: आप आमतौर पर क्या काम करते हैं?
id: Biasanya kamu mengerjakan apa?
it: Su cosa lavori di solito?
ja: 普段何に取り組んでいますか？
ko: 주로 무슨 작업을 하시나요?
nl: Waar werk je meestal aan?
pl: Nad czym zwykle pracujesz?
pt: Em que você geralmente trabalha?
ru: Над чем вы обычно работаете?
th: คุณมักทำงานอะไร?
uk: Над чим ви зазвичай працюєте?
vi: Bạn thường làm việc gì?
zh_hans: 你通常做什么工作？
zh_hant: 你通常做什麼工作？

# onboarding.question.work_type
source: Ne tür iş yapıyorsun?
ar: ما نوع العمل الذي تقوم به؟
de: Welche Art von Arbeit machst du?
en: What type of work do you do?
es: ¿Qué tipo de trabajo haces?
fr: Quel type de travail faites-vous ?
hi: आप किस प्रकार का काम करते हैं?
id: Jenis pekerjaan apa yang kamu lakukan?
it: Che tipo di lavoro fai?
ja: どのような仕事をしていますか？
ko: 어떤 종류의 일을 하시나요?
nl: Wat voor soort werk doe je?
pl: Jaki rodzaj pracy wykonujesz?
pt: Que tipo de trabalho você faz?
ru: Какой тип работы вы выполняете?
th: คุณทำงานประเภทไหน?
uk: Який тип роботи ви виконуєте?
vi: Bạn làm loại công việc gì?
zh_hans: 你做什么类型的工作？
zh_hant: 你做什麼類型的工作？

# workcontext.already_exists
source: Bu isimde bir bağlam zaten var
ar: يوجد سياق بهذا الاسم بالفعل
de: Ein Kontext mit diesem Namen existiert bereits
en: A context with this name already exists
es: Ya existe un contexto con este nombre
fr: Un contexte avec ce nom existe déjà
hi: इस नाम का संदर्भ पहले से मौजूद है
id: Konteks dengan nama ini sudah ada
it: Esiste già un contesto con questo nome
ja: この名前のコンテキストは既に存在します
ko: 이 이름의 컨텍스트가 이미 있습니다
nl: Er bestaat al een context met deze naam
pl: Kontekst o tej nazwie już istnieje
pt: Já existe um contexto com este nome
ru: Контекст с таким названием уже существует
th: มีบริบทชื่อนี้อยู่แล้ว
uk: Контекст з такою назвою вже існує
vi: Đã có ngữ cảnh với tên này
zh_hans: 已存在同名场景
zh_hant: 已存在同名場景

# workcontext.choose_icon
source: Icon Seç
ar: اختر أيقونة
de: Symbol wählen
en: Select Icon
es: Elegir icono
fr: Choisir une icône
hi: आइकन चुनें
id: Pilih ikon
it: Scegli icona
ja: アイコンを選択
ko: 아이콘 선택
nl: Icoon kiezen
pl: Wybierz ikonę
pt: Escolher ícone
ru: Выбрать значок
th: เลือกไอคอน
uk: Вибрати значок
vi: Chọn biểu tượng
zh_hans: 选择图标
zh_hant: 選擇圖標

# workcontext.name_label
source: İsim
ar: الاسم
de: Name
en: Name
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ru: Название
th: ชื่อ
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# workcontext.name_placeholder
source: Bağlam Adı
ar: اسم السياق
de: Kontextname
en: Context Name
es: Nombre del contexto
fr: Nom du contexte
hi: संदर्भ का नाम
id: Nama konteks
it: Nome del contesto
ja: コンテキスト名
ko: 컨텍스트 이름
nl: Contextnaam
pl: Nazwa kontekstu
pt: Nome do contexto
ru: Название контекста
th: ชื่อบริบท
uk: Назва контексту
vi: Tên ngữ cảnh
zh_hans: 场景名称
zh_hant: 場景名稱

# workcontext.new_context
source: Yeni Bağlam
ar: سياق جديد
de: Neuer Kontext
en: New Context
es: Nuevo contexto
fr: Nouveau contexte
hi: नया संदर्भ
id: Konteks baru
it: Nuovo contesto
ja: 新しいコンテキスト
ko: 새 컨텍스트
nl: Nieuwe context
pl: Nowy kontekst
pt: Novo contexto
ru: Новый контекст
th: บริบทใหม่
uk: Новий контекст
vi: Ngữ cảnh mới
zh_hans: 新场景
zh_hant: 新場景

# workcontext.picker_description
source: İstersen bu seansı bir çalışma alanıyla ilişkilendirebilirsin.
ar: يمكنك ربط هذه الجلسة بمجال عمل إذا أردت.
de: Wenn du möchtest, kannst du diese Sitzung einem Arbeitsbereich zuordnen.
en: You can associate this session with a workspace if you like.
es: Si quieres, puedes asociar esta sesión a un área de trabajo.
fr: Si vous le souhaitez, vous pouvez associer cette session à un espace de travail.
hi: चाहें तो आप इस सत्र को किसी कार्यक्षेत्र से जोड़ सकते हैं।
id: Jika mau, kamu bisa mengaitkan sesi ini dengan area kerja.
it: Se vuoi, puoi associare questa sessione a un’area di lavoro.
ja: 必要であれば、このセッションを作業エリアに関連付けられます。
ko: 원하면 이 세션을 작업 영역과 연결할 수 있어요.
nl: Als je wilt, kun je deze sessie aan een werkgebied koppelen.
pl: Jeśli chcesz, możesz powiązać tę sesję z obszarem pracy.
pt: Se quiser, você pode associar esta sessão a uma área de trabalho.
ru: При желании вы можете связать эту сессию с рабочей областью.
th: หากต้องการ คุณสามารถเชื่อมโยงเซสชันนี้กับพื้นที่ทำงานได้
uk: За бажанням ви можете пов’язати цю сесію з робочою областю.
vi: Nếu muốn, bạn có thể liên kết phiên này với một không gian làm việc.
zh_hans: 如果你愿意，可以将此专注与一个工作场景关联。
zh_hant: 如果你願意，可以將此專注與一個工作場景關聯。

# workcontext.picker_title
source: Ne üzerinde çalışacaksın?
ar: على ماذا ستعمل؟
de: Woran wirst du arbeiten?
en: What will you work on?
es: ¿En qué vas a trabajar?
fr: Sur quoi allez-vous travailler ?
hi: आप किस पर काम करेंगे?
id: Kamu akan mengerjakan apa?
it: Su cosa lavorerai?
ja: 何に取り組みますか？
ko: 무엇을 작업할까요?
nl: Waar ga je aan werken?
pl: Nad czym będziesz pracować?
pt: No que você vai trabalhar?
ru: Над чем вы будете работать?
th: คุณจะทำงานอะไร?
uk: Над чим ви працюватимете?
vi: Bạn sẽ làm việc gì?
zh_hans: 你要做什么？
zh_hant: 你要做什麼？

# friends.title
source: Arkadaşlar
ar: الأصدقاء
de: Freunde
en: Friends
es: Amigos
fr: Amis
hi: दोस्त
id: Teman
it: Amici
ja: 友達
ko: 친구
nl: Vrienden
pl: Znajomi
pt: Amigos
ru: Друзья
th: เพื่อน
uk: Друзі
vi: Bạn bè
zh_hans: 朋友
zh_hant: 朋友

# friends.setup.description
source: Arkadaşlarınla günlük odak özetlerinizi paylaşabilirsiniz. Kimin daha çok çalıştığı yarışması yok — sadece birlikte çalışmanın motivasyonu.
ar: يمكنك مشاركة ملخصات تركيزك اليومية مع أصدقائك. لا منافسة على من عمل أكثر — فقط دافع العمل معًا.
de: Du kannst deine täglichen Fokus-Zusammenfassungen mit Freunden teilen. Es gibt keinen Wettbewerb, wer mehr gearbeitet hat – nur die Motivation, gemeinsam zu arbeiten.
en: You can share your daily focus summaries with friends. There's no contest over who worked more — just the motivation of working together.
es: Puedes compartir tus resúmenes diarios de enfoque con tus amigos. No hay competencia por quién trabajó más: solo la motivación de trabajar juntos.
fr: Vous pouvez partager vos résumés de concentration quotidiens avec vos amis. Aucune compétition pour savoir qui a travaillé le plus — juste la motivation de travailler ensemble.
hi: आप अपने दोस्तों के साथ अपनी दैनिक फोकस समरी साझा कर सकते हैं। कौन ज़्यादा काम करता है, इसकी कोई होड़ नहीं — बस साथ मिलकर काम करने की प्रेरणा।
id: Kamu bisa berbagi ringkasan fokus harian dengan teman-temanmu. Tidak ada lomba siapa yang bekerja lebih banyak — hanya motivasi untuk bekerja bersama.
it: Puoi condividere i tuoi riepiloghi giornalieri di focus con gli amici. Nessuna gara a chi lavora di più — solo la motivazione di lavorare insieme.
ja: 友達と毎日の集中サマリーを共有できます。誰がより多く働いたかを競うものではなく、一緒に取り組むモチベーションのためのものです。
ko: 친구들과 매일의 집중 요약을 공유할 수 있어요. 누가 더 많이 일했는지 겨루는 게 아니라, 함께하는 동기부여를 위한 거예요.
nl: Je kunt je dagelijkse focussamenvattingen met vrienden delen. Geen wedstrijd wie het meest heeft gewerkt — alleen de motivatie van samen werken.
pl: Możesz dzielić się codziennymi podsumowaniami skupienia ze znajomymi. Bez rywalizacji o to, kto pracował więcej — tylko motywacja płynąca ze wspólnej pracy.
pt: Você pode compartilhar seus resumos diários de foco com amigos. Não há competição sobre quem trabalhou mais — apenas a motivação de trabalhar juntos.
ru: Вы можете делиться с друзьями ежедневными сводками фокуса. Никакого соревнования, кто работал больше, — только мотивация работать вместе.
th: คุณสามารถแชร์สรุปการโฟกัสประจำวันกับเพื่อนได้ ไม่มีการแข่งขันว่าใครทำงานมากกว่า — มีเพียงแรงจูงใจจากการทำงานไปด้วยกัน
uk: Ви можете ділитися з друзями щоденними підсумками фокусу. Жодного змагання, хто працював більше, — лише мотивація працювати разом.
vi: Bạn có thể chia sẻ tóm tắt tập trung hằng ngày với bạn bè. Không có cuộc thi xem ai làm việc nhiều hơn — chỉ là động lực cùng nhau làm việc.
zh_hans: 你可以和朋友分享每日专注摘要。没有谁工作更多的比赛——只有一起努力的动力。
zh_hant: 你可以和朋友分享每日專注摘要。沒有誰工作更多的比賽——只有一起努力的動力。
